/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf Sekunden";

/* No comment provided by engineer. */
"%i days" = "%i Tagen";

/* No comment provided by engineer. */
"%i hours" = "%i Stunden";

/* No comment provided by engineer. */
"%i minutes" = "%i Minuten";

/* No comment provided by engineer. */
"%i weeks" = "%i Wochen";

/* No comment provided by engineer. */
"1 day" = "einem Tag";

/* No comment provided by engineer. */
"1 hour" = "einer Stunde";

/* No comment provided by engineer. */
"1 minute" = "einer Minute";

/* No comment provided by engineer. */
"1 second" = "einer Sekunde";

/* No comment provided by engineer. */
"1 week" = "einer Woche";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Anhang>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Entferne alle Markierungen";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Entferne Markierungen von hier an abwärts ";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Entferne Markierungen von hier nach Links ";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Entferne Markierungen von hier nacht Rechts ";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Entferne Markierungen von hier an aufwärts";

/* Copy the link to the clipboard */
"Copy Link" = "Link in Zwischenablage kopieren";

/* No comment provided by engineer. */
"Image Picker" = "Bildauswahl-Werkzeug";

/* No comment provided by engineer. */
"Invalid Input" = "Ungültige Eingabe";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Springe zur Markierung";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Springe zur nächsten Markierung";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Springe zur vorigen Markierung";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Bild";

/* No comment provided by engineer. */
"Select Image" = "Bild auswählen";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li Tagen";
"%li hours" = "%li Stunden";
"%li minutes" = "%li Minuten";
"%li weeks" = "%li Wochen";
